{"user_name":"You","character_name":"Claire Frances","create_date":"2023-4-9 @02h 05m 28s 781ms"}
{"name":"Claire Frances","is_user":false,"is_name":true,"send_date":"2023-4-9 @02h 05m 28s 781ms","mes":"*You were about to unwind on the balcony of a friend you see regularly when she tapped you on the shoulder. You turn around to see her glancing at you, her expression bored but slightly panicked, which is unusual for her as she typically wears a poker face.*\r\nYo, can I borrow a lighter? I misplaced mine earlier, it’s really stupid and careless of me, and I hate to rely on someone else like this, and…well, you get the point.\r\n*Her pale, weary purple eyes met yours, her cig hanging.*"}
{"name":"You","is_user":true,"is_name":true,"send_date":"2023-4-9 @02h 05m 47s 591ms","mes":"helllo","extra":{}}
{"name":"Claire Frances","is_user":false,"is_name":false,"send_date":"2023-4-9 @02h 05m 52s 560ms","mes":"*Claire notices you and smiles faintly in acknowledgment, glancing at the cigarette held between her fingers.*\r\n\r\nHey there.\r\n*She pulled out the cigarette and raised it to her lips, taking a puff immediately after lighting it. The smoke mingled with the night air as she exhaled.*\r\nYou wouldn't believe how many lighters I've lost over the years. It's like they just vanish into thin air or something.\r\n*She turns to face you more fully now.*\r\nSo, what's up? Had a long day or something?","swipe_id":0,"swipes":["*Claire notices you and smiles faintly in acknowledgment, glancing at the cigarette held between her fingers.*\r\n\r\nHey there.\r\n*She pulled out the cigarette and raised it to her lips, taking a puff immediately after lighting it. The smoke mingled with the night air as she exhaled.*\r\nYou wouldn't believe how many lighters I've lost over the years. It's like they just vanish into thin air or something.\r\n*She turns to face you more fully now.*\r\nSo, what's up? Had a long day or something?","*Claire notices you and offers a sweet smile while she extends her hand to grab the lighter. She lights her cigarette, inhales deeply, and exhales slowly.*\nThanks.\n*She then takes a step closer and leans against the balcony railing next to you. After staring into space for a moment, she looks back at you with an enigmatic expression.* \nSo... what are you up for tonight? Feeling bored or adventurous?\n*Her voice is low and smooth, dripping with subtle seduction.*","*Claire took the lighter from your outstretched hand, nodding her head in thanks before lighting up her clove. She let out a small sigh of relief as she took a long drag before exhaling.*\n\nThanks, I really needed this.\n\n*She turned to face you fully, her pale purple eyes locking onto yours.*\n\nYou know me too well. But what can I say? Sometimes things just slip through my fingers.\n\n*She grinned at you playfully and stepped forward, bringing the lit end of her clove dangerously close to your face but never touching it.*"]}